/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ je trenutačno najnovija dostupna verzija.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@ je trenutačno najnovija dostupna verzija.\n(Trenutačno pokrećeš verziju %3$@.)";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "%1$@ %2$@ je sada dostupna. Ti koristiš verziju %3$@. Želiš li je sada preuzeti?";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available—you have %@. Would you like to learn more about this update on the web?" = "%1$@ %2$@ je sada dostupna. Ti koristiš verziju %3$@. Želiš li saznati više o ovoj nadogradnji na našim web-stranicama?";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "%@ preuzeto";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@ od %2$@";

/* Description text for SUUpdateAlert when the critical update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ je preuzeta i spremna za upotrebu! Ovo je važna nadogradnja. Želiš li je sada instalirati, te ponovo pokrenuti %1$@?";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ je preuzeta i spremna za upotrebu! Želiš li je sada instalirati, te ponovo pokrenuti %1$@?";

/* No comment provided by engineer. */
"%1$@ can’t be updated, because it was opened from a read-only or a temporary location." = "%1$@ nije moguće aktualizirati, jer je pokrenuta s lokacije bez korisničkih prava pisanja, npr. dmg.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Dostupna je nova verzija za %@!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "Nova verzija za %@ je spremna za instaliranje!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Dogodila se greška u dohvaćanju informacija o nadogradnji. Pokušaj kasnije ponovo.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Dogodila se greška prilikom preuzimanja nadogradnje. Pokušaj kasnije ponovo.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Dogodila se greška prilikom raspakiranja arhive. Pokušaj kasnije ponovo.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Dogodila se greška prilikom obrađivanja nadogradnje.";

/* No comment provided by engineer. */
"An important update to %@ is ready to install" = "Važna nadogradnja za %@ je spremna za instaliranje";

/* No comment provided by engineer. */
"Cancel" = "Odustani";

/* No comment provided by engineer. */
"Cancel Update" = "Prekini aktualiziranje";

/* No comment provided by engineer. */
"Checking for updates…" = "Provjera nadogradnji …";

/* Take care not to overflow the status window. */
"Downloading update…" = "Preuzimanje nadogradnje …";

/* Take care not to overflow the status window. */
"Extracting update…" = "Raspakiravanje nadogradnje …";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instaliraj i ponovo pokreni";

/* Take care not to overflow the status window. */
"Installing update…" = "Instaliranje nadogradnje …";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More…" = "Saznaj više …";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Spremno za instaliranje";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Želiš li da %1$@ automatski provjerava nadogradnje? Nadogradnje možeš i ručno provjeriti u %1$@ izborniku.";

/* No comment provided by engineer. */
"Update Error!" = "Greška prilikom aktualiziranja!";

/* No comment provided by engineer. */
"Updating %@" = "%@ se aktualizira";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "Kopiraj %1$@ u mapu Aplikacije, pokreni je odande i pokušaj ponovo.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You’re up to date!" = "Koristiš najnoviju verziju!";
